Repository: tonjoo/recover-lost-order
Catalog: lang/aoe-*.po
Languages: id_id

source: Sent recovery email on recovered order
id_id: Kirim email notifikasi pada recovered order

source: If turned off (default), only new order will get abandoned email notification. When turned on all abandoned order (new and recovery) will get an abandoned order email notification.
id_id: Jika diset off (default), hanya abandoned order baru yang akan mendapat email notifikasi. Jika diset on, maka semua abandoned order (baik baru maupun recovery) akan mendapatkan email notifikasi.

source: Debug Mode
id_id: Mode Debug

source: Enable debug mode?
id_id: Aktifkan mode debug?

source: Automatically sent email for user who abandon their order (did not complete payment)
id_id: Plugin untuk mengirim email notifikasi ke pengguna yang tidak menyelesaikan orderan

source: Abandoned Orders
id_id: Abandoned Order

source: Abandoned Order Report
id_id: Laporan Abandoned Order

source: Report
id_id: Laporan

source: Abandoned Order Settings
id_id: Pengaturan Abandoned Order

source: Settings
id_id: Pengaturan

source: Orders Per Page
id_id: Order per Halaman

source: Settings Updated
id_id: Pengaturan Berhasil Disimpan

source: Email sent!
id_id: Emal berhasil dikirim!

source: Email failed to send.
id_id: Email gagal terkirim.

source: Abandoned Order List
id_id: Daftar Abandoned Order

source: Abandoned order plugin needs Woocommerce to be active.
id_id: Abandoned Order mengharuskan plugin Woocommerce dalam kedaan aktif.

source: Payment
id_id: Pembayaran

source: Date
id_id: Tanggal

source: Email Sent
id_id: Email Terkirim

source: Recovered
id_id: Dipulihkan

source: Actions
id_id: Aksi

source: Send Email
id_id: Kirim Email

source: No abandoned order available.
id_id: Tidak ada Abandoned Order untuk saat ini.

source: Select %s
id_id: Pilih %s

source: <br>(recover from #%d)
id_id: <br>(pemulihan dari #%d)

source: Waiting
id_id: Menunggu

source: Not Recovered
id_id: Belum Terpulihkan

source: %1$d emails sent and %2$d failed.
id_id: %1$d email terkirim dan %2$d gagal.

source: Abandoned Order Notification emails are sent when a customer places an order but never complete it.
id_id: Email notifikasi akan dikirim jika user melakukan pembelian namun tidak menyelesaikan pembayaran.

source: Every 5 minutes
id_id: Setiap 5 menit

source: Select date range
id_id: Pilih rentang waktu

source: to
id_id: ke

source: Please select a valid date range.
id_id: Harap pilih rentang waktu yang valid.

source: Abandoned Order Setting
id_id: Pengaturan Abandoned Order

source: General Setting
id_id: Pengaturan Umum

source: Order Date Threshold (BACS)
id_id: Batas waktu pembelian (BACS)

source: Minute(s)
id_id: Menit

source: Hour(s)
id_id: Jam

source: Day(s)
id_id: Hari

source: Week(s)
id_id: Minggu

source: Threshold time after the order date which categorized as an abandoned order. Only for orders with BACS payment method.
id_id: Batas waktu yang digunakan untuk mengkategorikan pesanan sebagai abandoned order. Hanya untuk pesanan dengan pembayaran BACS.

source: Order Date Threshold (non BACS)
id_id: Batas waktu pembelian (non BACS)

source: Threshold time after the order date which categorized as an abandoned order. Only for orders other than BACS payment method.
id_id: Batas waktu yang digunakan untuk mengkategorikan pesanan sebagai abandoned order. Hanya untuk pesanan dengan pembayaran selain BACS.

source: Ignore Orders with Total %s
id_id: Abaikan pesanan dengan total %s

source: Ignore orders with zero order total.
id_id: Abaikan pesanan jika pesanan tersebut memiliki nilai 0.

source: Abandoned order search starting date
id_id: Tanggal mulai pencarian abandoned order

source: The plugin will only search for an abandoned order newer than the given start date.
id_id: Plugin hanya akan mencari abandoned order dengan tanggal pesanan setelah tanggal yang diterapkan.

source: Email Setting
id_id: Pengaturan Email

source: Email Heading
id_id: Heading Email

source: Customer email heading.
id_id: Atur heading email.

source: Email Subject
id_id: Subjek Email

source: Customer email subject.
id_id: Atur subjek email.

source: Email Body for Order with BACS Payment Method
id_id: Isi Email untuk pesanan dengan pembayaran BACS

source: Email body for BACS payment orders. You can use these shortcodes for the content:
id_id: Isi email untuk pesanan dengan metode pembayaran BACS. Anda bisa menggunakan shortcode berikut pada konten:

source: %s - generates list of bank accounts.
id_id: %s - menampilkan daftar rekening bank.

source: %s - generates order number.
id_id: %s - menampilkan nomor pesanan.

source: %s - generates the order details table.
id_id: %s - menampilkan tabel pesanan.

source: %s - generates site name.
id_id: %s - menampilkan nama situs.

source: Email Body for Order with non-BACS Payment Method
id_id: Isi Email untuk pesanan dengan pembayaran selain BACS

source: Email body for non-BACS payment orders. You can use these shortcodes for the content:
id_id: Isi email untuk pesanan dengan metode pembayaran selain BACS. Anda bisa menggunakan shortcode berikut pada konten:

source: %s - generates link for recover the order.
id_id: %s - menampilkan link untuk pemulihan pesanan.

source: Our Bank Details
id_id: Daftar Rekening Bank

source: Account number
id_id: Nomor rekening
